{"`": 1, "'": 2, ")": 3, "(": 4, "=": 5, "\"": 6, ",": 7, ";": 8, "where": 9, "select": 10, "from": 11, "%": 12, "-": 13, "and": 14, "|": 15, "limit": 16, "like": 17, "or": 18, ".": 19, "as": 20, "values": 21, "into": 22, "insert": 23, "char": 24, "set": 25, "delete": 26, "update": 27, "null": 28, ">": 29, "<": 30, "distinct": 31, "*": 32, "+": 33, "rownum": 34, "union": 35, ":": 36, "@": 37, "count": 38, "end": 39, "a": 40, "else": 41, "then": 42, "when": 43, "case": 44, "$": 45, "#": 46, "all": 47, "password": 48, "/": 49, "t": 50, "dual": 51, "column_name": 52, "table_name": 53, "if": 54, "not": 55, "user": 56, "waitfor": 57, "name": 58, "c": 59, "domain": 60, "by": 61, "repeat": 62, "exec": 63, "substring": 64, "m": 65, "is": 66, "g": 67, "k": 68, "in": 69, "upper": 70, "int": 71, "cast": 72, "right": 73, "tables": 74, "left": 75, "create": 76, "group": 77, "temp": 78, "order": 79, "columns": 80, "fields": 81, "numeric": 82, "rlike": 83, "floor": 84, "to": 85, "grant": 86, "tablespace": 87, "identified": 88, "begin": 89, "login": 90, "boolean": 91, "mode": 92, "convert": 93, "text": 94, "drop": 95, "call": 96, "\\": 97, "function": 98, "on": 99, "having": 100, "isnull": 101, "table": 102, "default": 103, "admin": 104, "procedure": 105, "analyse": 106, "level": 107, "connect": 108, "resource": 109, "host": 110, "system_user": 111, "temporary": 112, "e": 113, "row": 114, "~": 115, "using": 116, "exp": 117, "database": 118, "replace": 119, "returns": 120, "language": 121, "strict": 122, "some": 123, "desc": 124, "top": 125, "lower": 126, "instance": 127, "us": 128, "?": 129, "d": 130, "min": 131, "b": 132, "ect": 133, "between": 134, "execute": 135, "immediate": 136, "declare": 137, "varchar": 138, "of": 139, "at": 140, "go": 141, "time": 142, "f": 143, "do": 144, "no": 145, "out": 146, "for": 147, "are": 148, "with": 149, "get": 150, "&": 151, "index": 152, "role": 153, "_int_autoinc": 154, "_int_autoinc_": 155, "_not_null_key": 156, "_key_default_null": 157, "_key": 158, "_key_pk_parts_": 159, "ln": 160, "chr": 161, "ke": 162, "concat": 163, "schema": 164, "ada": 165, "ref": 166, "uid": 167, "asc": 168, "ssl": 169, "max": 170, "use": 171, "show": 172, "avg": 173, "key": 174, "off": 175, "day": 176, "sql": 177, "csv": 178, "new": 179, "abs": 180, "div": 181, "old": 182, "true": 183, "sum": 184}