{"`": 1, "'": 2, ")": 3, "(": 4, "=": 5, "\"": 6, ",": 7, ";": 8, "WHERE": 9, "%": 10, "FROM": 11, "-": 12, "SELECT": 13, "|": 14, "AND": 15, "LIMIT": 16, "LIKE": 17, ".": 18, "OR": 19, "AS": 20, "VALUES": 21, "INSERT": 22, "INTO": 23, "DELETE": 24, "UPDATE": 25, "SET": 26, "NULL": 27, ">": 28, "<": 29, "CHAR": 30, "*": 31, "DISTINCT": 32, "+": 33, "ROWNUM": 34, "select": 35, ":": 36, "@": 37, "COUNT": 38, "END": 39, "a": 40, "ELSE": 41, "THEN": 42, "WHEN": 43, "CASE": 44, "$": 45, "#": 46, "/": 47, "UNION": 48, "or": 49, "ALL": 50, "char": 51, "T": 52, "DUAL": 53, "PASSWORD": 54, "column_name": 55, "table_name": 56, "name": 57, "union": 58, "if": 59, "not": 60, "waitfor": 61, "DOMAIN": 62, "and": 63, "c": 64, "USER": 65, "REPEAT": 66, "from": 67, "exec": 68, "BY": 69, "substring": 70, "m": 71, "password": 72, "g": 73, "k": 74, "user": 75, "where": 76, "UPPER": 77, "CAST": 78, "IS": 79, "LEFT": 80, "RIGHT": 81, "IN": 82, "temp": 83, "ORDER": 84, "COLUMNS": 85, "TABLES": 86, "FIELDS": 87, "NUMERIC": 88, "all": 89, "RLIKE": 90, "FLOOR": 91, "GROUP": 92, "into": 93, "by": 94, "to": 95, "NOT": 96, "grant": 97, "insert": 98, "values": 99, "tablespace": 100, "create": 101, "identified": 102, "login": 103, "is": 104, "BOOLEAN": 105, "MODE": 106, "CONVERT": 107, "text": 108, "IF": 109, "INT": 110, "int": 111, "BEGIN": 112, "WAITFOR": 113, "CALL": 114, "\\": 115, "FUNCTION": 116, "on": 117, "isNULL": 118, "in": 119, "like": 120, "count": 121, "table": 122, "admin": 123, "PROCEDURE": 124, "ANALYSE": 125, "level": 126, "connect": 127, "resource": 128, "drop": 129, "host": 130, "system_user": 131, "temporary": 132, "default": 133, "e": 134, "ROW": 135, "~": 136, "USING": 137, "EXP": 138, "DATABASE": 139, "CREATE": 140, "having": 141, "REPLACE": 142, "RETURNS": 143, "language": 144, "C": 145, "STRICT": 146, "some": 147, "desc": 148, "top": 149, "lower": 150, "instance": 151, "DROP": 152, "us": 153, "?": 154, "as": 155, "tables": 156, "d": 157, "HAVING": 158, "MIN": 159, "b": 160, "between": 161, "group": 162, "end": 163, "execute": 164, "immediate": 165, "set": 166, "begin": 167, "declare": 168, "varchar": 169, "of": 170, "at": 171, "go": 172, "time": 173, "f": 174, "then": 175, "do": 176, "no": 177, "out": 178, "for": 179, "are": 180, "when": 181, "with": 182, "right": 183, "get": 184, "&": 185, "DEFAULT": 186, "INDEX": 187, "ON": 188, "Role": 189, "_int_autoinc": 190, "_int_autoinc_": 191, "_not_null_key": 192, "_key_default_null": 193, "_key": 194, "_key_pk_parts_": 195, "ln": 196, "CHR": 197, "KE": 198, "CONCAT": 199, "!": 200, "TABLE": 201, "EXISTS": 202, "IGNORE": 203, "ada": 204, "ref": 205, "uid": 206, "asc": 207, "ssl": 208, "max": 209, "use": 210, "SCHEMA": 211, "schema": 212, "show": 213, "min": 214, "avg": 215, "key": 216, "off": 217, "row": 218, "day": 219, "sql": 220, "csv": 221, "new": 222, "abs": 223, "div": 224, "old": 225, "true": 226, "sum": 227}