{"`": 1, "'": 2, ")": 3, "(": 4, "=": 5, "\"": 6, ",": 7, ";": 8, "WHERE": 9, "%": 10, "FROM": 11, "-": 12, "SELECT": 13, "|": 14, "AND": 15, "LIMIT": 16, "LIKE": 17, ".": 18, "OR": 19, "AS": 20, "VALUES": 21, "INSERT": 22, "INTO": 23, "DELETE": 24, "UPDATE": 25, "SET": 26, "NULL": 27, ">": 28, "<": 29, "CHAR": 30, "DISTINCT": 31, "*": 32, "+": 33, "ROWNUM": 34, "select": 35, ":": 36, "@": 37, "COUNT": 38, "END": 39, "a": 40, "ELSE": 41, "THEN": 42, "WHEN": 43, "CASE": 44, "$": 45, "#": 46, "UNION": 47, "or": 48, "ALL": 49, "char": 50, "/": 51, "T": 52, "DUAL": 53, "PASSWORD": 54, "column_name": 55, "table_name": 56, "name": 57, "union": 58, "if": 59, "not": 60, "waitfor": 61, "DOMAIN": 62, "and": 63, "c": 64, "USER": 65, "REPEAT": 66, "from": 67, "exec": 68, "BY": 69, "substring": 70, "m": 71, "password": 72, "g": 73, "k": 74, "user": 75, "where": 76, "UPPER": 77, "CAST": 78, "IS": 79, "LEFT": 80, "RIGHT": 81, "IN": 82, "temp": 83, "ORDER": 84, "COLUMNS": 85, "TABLES": 86, "FIELDS": 87, "NUMERIC": 88, "all": 89, "RLIKE": 90, "FLOOR": 91, "GROUP": 92, "into": 93, "by": 94, "to": 95, "NOT": 96, "grant": 97, "insert": 98, "values": 99, "tablespace": 100, "create": 101, "identified": 102, "login": 103, "is": 104, "BOOLEAN": 105, "MODE": 106, "CONVERT": 107, "text": 108, "IF": 109, "INT": 110, "int": 111, "BEGIN": 112, "WAITFOR": 113, "CALL": 114, "\\": 115, "FUNCTION": 116, "on": 117, "isNULL": 118, "in": 119, "like": 120, "count": 121, "table": 122, "admin": 123, "PROCEDURE": 124, "ANALYSE": 125, "level": 126, "connect": 127, "resource": 128, "drop": 129, "host": 130, "system_user": 131, "temporary": 132, "default": 133, "e": 134, "ROW": 135, "~": 136, "USING": 137, "EXP": 138, "DATABASE": 139, "CREATE": 140, "having": 141, "REPLACE": 142, "RETURNS": 143, "language": 144, "C": 145, "STRICT": 146, "some": 147, "desc": 148, "top": 149, "lower": 150, "instance": 151, "DROP": 152, "us": 153, "?": 154, "as": 155, "tables": 156, "d": 157, "HAVING": 158, "MIN": 159, "b": 160, "ect": 161, "between": 162, "group": 163, "end": 164, "execute": 165, "immediate": 166, "set": 167, "begin": 168, "declare": 169, "varchar": 170, "of": 171, "at": 172, "go": 173, "time": 174, "f": 175, "then": 176, "do": 177, "no": 178, "out": 179, "for": 180, "are": 181, "when": 182, "with": 183, "right": 184, "get": 185, "&": 186, "DEFAULT": 187, "INDEX": 188, "ON": 189, "Role": 190, "_int_autoinc": 191, "_int_autoinc_": 192, "_not_null_key": 193, "_key_default_null": 194, "_key": 195, "_key_pk_parts_": 196, "ln": 197, "CHR": 198, "KE": 199, "CONCAT": 200, "TABLE": 201, "ada": 202, "ref": 203, "uid": 204, "asc": 205, "ssl": 206, "max": 207, "use": 208, "SCHEMA": 209, "schema": 210, "show": 211, "min": 212, "avg": 213, "key": 214, "off": 215, "row": 216, "day": 217, "sql": 218, "csv": 219, "new": 220, "abs": 221, "div": 222, "old": 223, "true": 224, "sum": 225}